 [
    {
      
      "author": "Gloria Setyvani Putri",
      "title": "Kenapa Kondisi Pasien Corona Bisa Memburuk pada Minggu Kedua? - Kompas.com - KOMPAS.com",
      "description": "Sekitar 15 persen orang yang terinfeksi virus corona harus mendapat perawatan intensif di RS. Namun, kondisi pasien umumnya memburuk di minggu kedua.",
      "url": "https://www.kompas.com/sains/read/2020/04/29/110200223/kenapa-kondisi-pasien-corona-bisa-memburuk-pada-minggu-kedua",
      "urlToImage": "https://asset.kompas.com/crops/lUDgjg7PdMteuRnyBHnZeyZ93ns=/0x0:1000x667/780x390/filters:watermark(data/photo/2020/03/10/5e6775c625c94.png,0,-0,1)/data/photo/2020/04/29/5ea8eaef376a6.jpg",
      "publishedAt": "2020-04-29T04:39:27Z",
      "content": "KOMPAS.com - Sekitar 15 persen orang yang terinfeksi virus corona harus mendapatkan perawatan intensif di rumah sakit.\r\nNamun, sejumlah pasien kondisinya memburuk pada minggu kedua setelah menunjukkan adanya gejala.\r\nHal ini seperti dialami seorang pasien Cov… [+1629 chars]"
    },
    {
      
      "author": null,
      "title": "Rombongan Tukang Cukur 'Asgar' Kepergok Ingin Mudik Lewat Jonggol | merdeka.com - Merdeka.com",
      "description": "Salah satunya adalah jalur alternatif Jonggol, Kabupaten Bogor. Jalur ini menjadi pilihan pemudik asal Jakarta dan Bekasi karena dianggap lebih cepat sampai ke lokasi tujuan seperti Cianjur, Bandung dan sekitarnya.",
      "url": "https://www.merdeka.com/peristiwa/rombongan-tukang-cukur-asgar-kepergok-ingin-mudik-lewat-jonggol.html",
      "urlToImage": "https://cdns.klimg.com/merdeka.com/i/w/news/2020/04/29/1171863/540x270/rombongan-tukang-cukur-asgar-kepergok-ingin-mudik-lewat-jonggol.jpg",
      "publishedAt": "2020-04-29T04:32:49Z",
      "content": "Merdeka.com - Pemerintah melarang kegiatan mudik sebagai upaya pencegahan penyebaran virus corona (Covid-19). Larangan mudik sudah diterapkan pada tanggal 24 April 2020. Kendati telah dilarang, masih ada sejumlah orang yang tetap nekat mudik dengan memilih ja… [+2609 chars]"
    },
    {
       "author": "Redaksi WE Online",
      "title": "Ilmuwan China Bilang Corona Tak Akan Musnah: Kemungkinan Kembali Tiap Tahun - WartaEkonomi.co.id",
      "description": "Ilmuwan China mengatakan virus corona (Covid-19) tidak akan musnah, melihat konsesus yang berkembang",
      "url": "https://www.wartaekonomi.co.id/read283364/ilmuwan-china-bilang-corona-tak-akan-musnah-kemungkinan-kembali-tiap-tahun",
      "urlToImage": "https://foto.wartaekonomi.co.id/files/arsip_foto_2020_03_30/virus_corona_155440_small.jpg",
      "publishedAt": "2020-04-29T03:53:00Z",
      "content": "WE Online, Jakarta - \r\n Ilmuwan China mengatakan virus corona (Covid-19) tidak akan musnah, melihat konsesus yang berkembang di seluruh dunia bahwa patogen ini kemungkinan akan kembali bergelombang seperti penyakit flu.\r\nMenurut ilmuwan tersebut, tidak mungki… [+2364 chars]"
    },
    {
      
      "author": "Vania Rossa",
      "title": "Usia 101 Tahun, Wanita Ini Selamat dari Dua Pandemi Besar Dunia - Suara.com",
      "description": "Selain berhasil sembuh dari Covid-19, ia juga selamat dari pandemi flu Spanyol.",
      "url": "https://www.suara.com/health/2020/04/29/100655/usia-101-tahun-wanita-ini-selamat-dari-dua-pandemi-besar-dunia",
      "urlToImage": "https://media.suara.com/pictures/653x366/2020/04/29/59804-usia-101-tahun-wanita-ini-selamat-dari-dua-pandemi-terbesar-dunia.jpg",
      "publishedAt": "2020-04-29T03:23:36Z",
      "content": "Suara.com - Seorang wanita New York berusia 101 tahun dinyatakan sembuh dari Covid-19. Sebelumnya, wanita ini juga berhasil selamat dari pandemi flu Spanyol, kanker, dan sepsis.\r\nKarena kemampuan diri untuk sembuh dari berbagai penyakit di usia yang tidak mud… [+1670 chars]"
    },
    {
     
      "author": null,
      "title": "Semarang, Surabaya, dan Makassar Berpotensi Menjadi Episentrum Corona Baru - Mojok",
      "description": "Setelah kasus corona di Jakarta mengalami penurunan peningkatan corona, kini mulai muncul kota-kota lain yang berpotensi menjadi episentrum corona baru",
      "url": "https://mojok.co/red/rame/kilas/semarang-surabaya-dan-makassar-berpotensi-menjadi-episentrum-corona-baru/",
      "urlToImage": "https://i0.wp.com/mojok.co/wp-content/uploads//2020/04/corona-semarang-surabaya-makassar.jpg",
      "publishedAt": "2020-04-29T03:07:14Z",
      "content": "MOJOK.CO – Setelah kasus corona di Jakarta mengalami penurunan jumlah penambahan kasus corona, kini mulai muncul kota-kota lain yang berpotensi menjadi episentrum corona baru.\r\nJumlah pertambahan kasus positif yang sangat pesat dengan penyebaran yang sangat m… [+2623 chars]"
    },
    {
      
      "author": null,
      "title": "Peneliti Temukan 3 Senyawa Obat Virus Corona - KOMPASTV",
      "description": "SURABAYA, KOMPAS.TV - Seorang peneliti di Kota Surabaya Jawa Timur menemukan 3 senyawa obat yang dipercaya mampu mengobati virus corona. Ketiga senyawa terse...",
      "url": "https://www.youtube.com/watch?v=wOcZ1zCdg1o",
      "urlToImage": "https://i.ytimg.com/vi/wOcZ1zCdg1o/maxresdefault.jpg",
      "publishedAt": "2020-04-29T02:54:31Z",
      "content": "SURABAYA, KOMPAS.TV - Seorang peneliti di Kota Surabaya Jawa Timur menemukan 3 senyawa obat yang dipercaya mampu mengobati virus corona. Ketiga senyawa tersebut berbahan baku herbal, yang rencananya juga akan segera diproduksi secara massal.\r\nAdalah Ketua Tim… [+822 chars]"
    },
    {
     
      "author": null,
      "title": "CDC Tambahkan 6 Gejala Baru Infeksi Virus Corona Gaya Hidup • 29 April 2020 09:47 - CNN Indonesia",
      "description": "Penambahan enam gejala baru infeksi virus corona ini diharapkan dapat membantu para tenaga medis untuk mendeteksi Covid-19 secara tepat.",
      "url": "https://www.cnnindonesia.com/gaya-hidup/20200429090602-255-498309/cdc-tambahkan-6-gejala-baru-infeksi-virus-corona",
      "urlToImage": "https://awsimages.detik.net.id/visual/2020/04/23/ec317a9d-15e2-49f0-afbf-7bca5e5f8d95_169.jpeg?w=650",
      "publishedAt": "2020-04-29T02:47:00Z",
      "content": "Jakarta, CNN Indonesia -- Center for Disease and Prevention Control (CDC) Amerika Serikat menambahkan enam gejala baru infeksi virus corona ke dalam daftar. Penambahan ini diharapkan dapat membantu para tenaga medis untuk mendeteksi Covid-19 secara tepat.Seba… [+1982 chars]"
    },
    {
     
      "author": "Solusi Sistem Nusantara",
      "title": "Angka Kematian Corona di AS Lebih Tinggi dari Perang Vietnam | Internasional - Gatra",
      "description": "Berita Politik, Ekonomi dan Nasional",
      "url": "https://www.gatra.com/detail/news/477261/internasional/angka-kematian-corona-di-as-lebih-tinggi-dari-perang-vietnam",
      "urlToImage": "https://gatra.website/foldershared/images/2020/ant/04-Apr/as1.jpg",
      "publishedAt": "2020-04-29T02:28:00Z",
      "content": "New York, Gatra.com – Data penghitungan Universitas Johns Hopkins hingga Selasa, jumlah kasus terinfeksi virus corona baru di Amerika Serikat nyaris 1 juta, setelah perhitungan dua kali lipat dalam 18 hari. Angka ini merupakan sepertiga dari semua kasus terin… [+3323 chars]"
    },
    {
     
      "author": null,
      "title": "Warga Depok Bisa Tes PCR Corona Gratis di RSUI - CNN Indonesia",
      "description": "Warga Kota Depok yang memiliki KTP atau surat keterangan domisili Depok, memiliki indikasi covid-19, serta dapat rujukan bisa tes swab PCR Covid-19 gratis.",
      "url": "https://www.cnnindonesia.com/nasional/20200429090310-20-498308/warga-depok-bisa-tes-pcr-corona-gratis-di-rsui",
      "urlToImage": "https://awsimages.detik.net.id/visual/2020/04/27/0f6b948b-deb3-459e-9b7a-65aabdf51020_169.jpeg?w=650",
      "publishedAt": "2020-04-29T02:10:10Z",
      "content": "Jakarta, CNN Indonesia -- Rumah Sakit Universitas Indonesia memberikan kesempatan bagi warga di wilayah Depok melakukan tes Polymerase Chain Reaction (PCR) covid-19 atau virus corona gratis dengan beberapa syarat.\"Masyarakat Kota Depok yang memiliki KTP atau … [+1810 chars]"
    },
    {
      
      "author": "Barratut Taqiyyah Rafie",
      "title": "Efektif pada monyet, vaksin Oxford corona menuju produksi massal di India - Internasional Kontan",
      "description": "Calon potensial untuk vaksin Covid-19 telah menunjukkan hasil yang menjanjikan dalam uji coba hewan.",
      "url": "https://internasional.kontan.co.id/news/efektif-pada-monyet-vaksin-oxford-corona-menuju-produksi-massal-di-india",
      "urlToImage": "https://photo.kontan.co.id/photo/2020/03/18/1179292879p.jpg",
      "publishedAt": "2020-04-29T02:02:14Z",
      "content": "Sumber: Reuters | Editor: Barratut Taqiyyah Rafie\r\nKONTAN.CO.ID - MUMBAI. Calon potensial untuk vaksin Covid-19 telah menunjukkan hasil yang menjanjikan dalam uji coba hewan. Diperkirakan, vaksin ini akan segera diproduksi massal di India dalam beberapa bulan… [+1771 chars]"
    },
    {
      
      "author": "Arie Dwi Satrio",
      "title": "Pasien Corona Usia 30-59 Tahun Paling Banyak Meninggal, Ini Kata Pakar Kesehatan - Okezone",
      "description": "Ini penjelasan pakar kesehatan soal pasien corona usia 30-59 paling banyak meninggal.",
      "url": "https://nasional.okezone.com/read/2020/04/29/337/2206474/pasien-corona-usia-30-59-tahun-paling-banyak-meninggal-ini-kata-pakar-kesehatan",
      "urlToImage": "https://img.okezone.com/content/2020/04/29/337/2206474/pasien-corona-usia-30-59-tahun-paling-banyak-meninggal-ini-kata-pakar-kesehatan-dfYyCFdv9q.jpg",
      "publishedAt": "2020-04-29T02:01:24Z",
      "content": "JAKARTA Juru Bicara Pemerintah untuk Percepatan Penanganan Covid-19 Achmad Yurianto membeberkan golongan usia yang paling banyak meninggal akibat virus corona di Indonesia. Berdasarkan data yang dikantongi pemerintah, mayoritas golongan yang paling banyak men… [+1462 chars]"
    },
    {
      
      "author": "Claudia Ramadhani / CLA",
      "title": "Amankah Menyusui Bayi jika Ibu Positif Covid-19? - Investor Daily",
      "description": "Apakah ibu yang diduga kuat atau dikonfirmasi positif Covid-19 masih boleh menyusui bayinya?",
      "url": "https://www.beritasatu.com/kesehatan/626453-amankah-menyusui-bayi-jika-ibu-positif-covid19",
      "urlToImage": "https://img.beritasatu.com/cache/beritasatu/600x350-2/1588125608.jpg",
      "publishedAt": "2020-04-29T02:00:42Z",
      "content": "Jakarta, Beritasatu.com - Covid-19 masih menghantui kehidupan kita. Hingga saat ini, jumlah kasus positif Covid-19 terus bertambah, meski kabar baiknya, jumlah pasien positif yang sembuh dari Covid-19 juga terus meningkat. Namun, tetap saja penyakit yang masi… [+1867 chars]"
    },
    {
     
      "author": "Matius Alfons",
      "title": "Pemerintah Uji Coba Terapi Plasma Darah untuk Lawan Corona, Ini Kata IDI - detikNews",
      "description": "Pemerintah masih melakukan uji klinis terhadap metode terapi plasma darah untuk melawan virus Corona (COVID-19).",
      "url": "https://news.detik.com/berita/d-4995364/pemerintah-uji-coba-terapi-plasma-darah-untuk-lawan-corona-ini-kata-idi",
      "urlToImage": "https://awsimages.detik.net.id/api/wm/2020/04/27/50df6ce7-dbc2-41a5-a651-8c5b6ce8fd5f_169.jpeg?wid=54&w=650&v=1&t=jpeg",
      "publishedAt": "2020-04-29T01:48:12Z",
      "content": "Jakarta - Pemerintah masih melakukan uji klinis terhadap metode terapi plasma darah untuk melawan virus Corona (COVID-19). Ikatan Dokter Indonesia (IDI) menjelaskan terapi plasma ini juga baru bisa diterapkan dalam beberapa minggu ke depan.\r\n\"Terapi plasma da… [+2142 chars]"
    },
    {
     
      "author": null,
      "title": "4 Negara Eropa Bersiap Longgarkan Lockdown - CNN Indonesia",
      "description": "Austria, Portugal, Prancis dan Yunani akan melonggarkan lockdown secara bertahap untuk menahan laju penyebaran virus corona.",
      "url": "https://www.cnnindonesia.com/internasional/20200429082725-134-498304/4-negara-eropa-bersiap-longgarkan-lockdown",
      "urlToImage": "https://awsimages.detik.net.id/visual/2020/04/02/58e66c37-0f52-4f93-9eed-153fde768cc9_169.jpeg?w=650",
      "publishedAt": "2020-04-29T01:40:00Z",
      "content": "Jakarta, CNN Indonesia -- Sejumlah negara di Eropa pekan ini bakal melonggarkan aturan di masa penguncian wilayah (lockdown) untuk menahan penyebaran virus corona.Seperti dilansir CNN, Rabu (29/4), Austria menyatakan akan mengakhiri masa lockdown pada Kamis (… [+2587 chars]"
    },
    {
     
      "author": null,
      "title": "Bikin Lega, Vaksin Corona di China Diperkirakan Siap Pada Semptember Mendatang - Stylo",
      "description": "Bak Angin Segar yang Bikin Tenang, Vaksin Corona di China Diperkirakan Siap Pada Semptember Mendatang",
      "url": "https://stylo.grid.id/read/142127773/bikin-lega-vaksin-corona-di-china-diperkirakan-siap-pada-semptember-mendatang",
      "urlToImage": "https://asset-a.grid.id/crop/0x0:0x0/700x465/photo/2020/04/28/3946907515.jpg",
      "publishedAt": "2020-04-29T01:25:00Z",
      "content": "Stylo.ID - Virus Corona saat ini masih menjadi momok menamutkan bagi seluruh dunia tak terkecuali Indonesia.\r\nPasalnya, virus corona saat ini menjadi pembunuh nomor satu di dunia.\r\nHingga berita ini dibuat, di Indonesia sendiri pasien positif corona sudah men… [+4989 chars]"
    },
    {
      
      "author": "Sarah Oktaviani Alam",
      "title": "Ilmuwan India Temukan Jenis Mutasi Virus Corona yang Paling Berbahaya - detikHealth",
      "description": "Ilmuwan di India menyebut jenis mutasi virus Corona A2a menjadi yang paling berbahaya di antara strain lainnya. Bahkan ini sudah menyebar di berbagai dunia.",
      "url": "https://health.detik.com/berita-detikhealth/d-4995316/ilmuwan-india-temukan-jenis-mutasi-virus-corona-yang-paling-berbahaya",
      "urlToImage": "https://awsimages.detik.net.id/api/wm/2020/02/05/e7886422-32ef-4a18-9a9b-7be4ea57b3ae_169.jpeg?wid=54&w=650&v=1&t=jpeg",
      "publishedAt": "2020-04-29T01:04:27Z",
      "content": "Jakarta - Para ilmuwan di India telah mengidentifikasi jenis mutasi dari virus Corona COVID-19, yang disebut cepat menyebar dan menjadi dominan di seluruh dunia. Menurut mereka, virus ini setidaknya telah bermutasi menjadi 10 jenis yang berbeda, salah satu di… [+1484 chars]"
    },
    {
      
      "author": "BBC World",
      "title": "Misteri di Balik Tingkat Kematian Rendah Akibat Virus Corona di India - Detiknews",
      "description": "Kita belum tahu apakah ada data yang disembunyikan atau tidak, kata seorang pakar.",
      "url": "https://news.detik.com/bbc-world/d-4995314/misteri-di-balik-tingkat-kematian-rendah-akibat-virus-corona-di-india",
      "urlToImage": "https://awsimages.detik.net.id/api/wm/2020/04/29/b542464e-31f0-40ad-bb25-8c5df2d5ea97_169.jpeg?wid=54&w=650&v=1&t=jpeg",
      "publishedAt": "2020-04-29T01:03:04Z",
      "content": "New Delhi - \r\nHingga tulisan ini diterbitkan, lebih dari 800 orang di India meninggal akibat Covid-19. (Getty Images)\r\nLiputan berbagai media internasional tentang kasus Covid-19 di India adalah gabungan antara kelegaan dan juga kebingungan.\r\nMereka mengangka… [+8717 chars]"
    },
    {
     
      "author": null,
      "title": "Cegah Corona, Pembatasan Sosial Berlaku untuk Hewan Peliharaan - MINEWS",
      "description": "MATA INDONESIA, JAKARTA – Pusat Pengendalian dan Pencegahan Penyakit (CDC) Amerika Serikat memberlakukan pembatasan sosial terhadap hewan peliharaan. Kebijakan ini menyusul ditemuinya dua kasus kucing di New York yang positif terjangkit corona atau Covid-19. …",
      "url": "https://www.minews.id/news/cegah-corona-pembatasan-sosial-berlaku-untuk-hewan-peliharaan",
      "urlToImage": "https://www.minews.id/wp-content/uploads/2020/04/Anjing-dan-kucing.jpg",
      "publishedAt": "2020-04-29T01:01:00Z",
      "content": "MATA INDONESIA, JAKARTA – Pusat Pengendalian dan Pencegahan Penyakit (CDC) Amerika Serikat memberlakukan pembatasan sosial terhadap hewan peliharaan.\r\nKebijakan ini menyusul ditemuinya dua kasus kucing di New York yang positif terjangkit corona atau Covid-19.… [+1293 chars]"
    },
    {
      
      "author": "Isvara Savitri",
      "title": "Virus Corona Diketahui Menyerang Pembuluh Darah, Bisa Sebabkan Stroke Pada Kalangan Muda - Tribun Manado",
      "description": "Dampak infeksi virus corona tersebut bisa menyebabkan stroke, penggumpalan darah, sampai pendarahan berat.",
      "url": "https://manado.tribunnews.com/2020/04/29/virus-corona-diketahui-menyerang-pembuluh-darah-bisa-sebabkan-stroke-pada-kalangan-muda",
      "urlToImage": "https://cdn2.tstatic.net/manado/foto/bank/images/penyebaran-virus-corona.jpg",
      "publishedAt": "2020-04-29T00:56:35Z",
      "content": "TRIBUNMANADO.CO.ID, KESEHATAN - Selama ini orang-orang mengira virus corona jenis SARS-CoV-2 yang mengakibatkan Covid-19 hanya menyerang paru-paru.\r\nPadahal selain paru-paru, virus ini juga bisa menyerang ginjal, jantung, dan otak.\r\nNamun, belakangan ini bebe… [+1150 chars]"
    },
    {
      
      "author": "Gloria Setyvani Putri",
      "title": "Selidiki Kenapa Pria Rentan Terinfeksi Corona, Ahli Lakukan Uji Hormon - Kompas.com - KOMPAS.com",
      "description": "Hormon seks estrogen dan progesteron yang diproduksi wanita membantu mengatur sistem kekebalan tubuh. Pada pria, produksi hormon sedikit.",
      "url": "https://www.kompas.com/sains/read/2020/04/29/070300723/selidiki-kenapa-pria-rentan-terinfeksi-corona-ahli-lakukan-uji-hormon",
      "urlToImage": "https://asset.kompas.com/crops/psWPruhL0yiAnZP_kRqhY1JpVq8=/124x0:969x563/780x390/filters:watermark(data/photo/2020/03/10/5e6775c625c94.png,0,-0,1)/data/photo/2020/03/21/5e7552e22b21b.jpg",
      "publishedAt": "2020-04-29T00:09:55Z",
      "content": "KOMPAS.com - Data global menunjukkan pria lebih rentan terinfeksi oleh virus corona.\r\nSejak pandemi Covid-19 pertama kali muncul di China, jumlah pria di seluruh dunia yang membutuhkan perawatan medis intensif serta meninggal lebih banyak dibandingkan wanita.… [+1811 chars]"
    }
  ]